const activities = [
    { 기관: '2022.10-2022.11', 주관: '[강의] 객체지향프로그래밍', 프로젝트명: '[기말 프로젝트] 빈강의실 찾기', 성과: '' },
    { 기관: '2023.04-2023.05', 주관: '[동아리] LikeLion11th', 프로젝트명: '[미니 프로젝트] 버스 언제와', 성과: '' },
    { 기관: '2023.05-2023.05', 주관: '[동아리] LikeLion11th', 프로젝트명: '[아이디어톤] ASAF(as soon as find)', 성과: '결선 진출, 최종 탈락' },
    { 기관: '2023.08-2023.08', 주관: '[동아리] LikeLion11th', 프로젝트명: '[해커톤] 은빛시장', 성과: '' },
    { 기관: '2023.10-2023.10', 주관: '[외부] 경기 메타버스 해커톤', 프로젝트명: '[해커톤] MZ-AR-AR(엠잘앓)', 성과: '결선 진출, 최종 탈락' },
    { 기관: '2023.10-2023.11', 주관: '[동아리] LikeLion11th', 프로젝트명: '[해커톤] Remember', 성과: '' },
    { 기관: '2023.10-2024.11', 주관: '[외부] 우아한 테크코스', 프로젝트명: '[개인] 백엔드 프리코스', 성과: '' },
    { 기관: '2023.11-2023.11', 주관: '[동아리] LikeLion11th', 프로젝트명: '[2학기 프로젝트] 타투유(TATOo YOu)', 성과: '' },
    { 기관: '2023.11-2023.12', 주관: '[외부] 국회 공공데이터 활용 공모전', 프로젝트명: '[공모전] 내 손 안에 국회(NA on my hand)', 성과: '' },
    { 기관: '2024.01-2024.01', 주관: '[외부] Prometheus AI 해커톤', 프로젝트명: '[해커톤] 닥터로우(Dr.Law)', 성과: '' },
    { 기관: '2024.01-2024.01', 주관: '[교내] HUFS Better World 공모전', 프로젝트명: '[공모전] 아리아리', 성과: '' },
    { 기관: '2024.02-2024.02', 주관: '[동아리] LikeLion12th', 프로젝트명: '[프로젝트] 2024 아기사자 대상 웰컴키트', 성과: '' },
    { 기관: '2024.02-2024.02', 주관: '[교내대회] HUFS 잔디왕 챌린지', 프로젝트명: '', 성과: '우수자 선정' },
    { 기관: '2024.04-2024.05', 주관: '[동아리] LikeLion12th', 프로젝트명: '[미니 프로젝트] 내 문서를 부탁해', 성과: '대상' },
    { 기관: '2024.05-2024.05', 주관: '[동아리] LikeLion12th', 프로젝트명: '[아이디어톤] 피드 미(Feed Me)', 성과: '' },
    { 기관: '2024.06-2024.06', 주관: '[교내] HUFSummer 해커톤', 프로젝트명: '[해커톤] Battle for us', 성과: '우수상' },
    { 기관: '2024.06-2024.08', 주관: '[외부] 고용노동부 공공데이터 활용 공모전', 프로젝트명: '[공모전] 항해', 성과: '1차합격(12팀/150팀), 최종 탈락' },
    { 기관: '2024.07-2024.08', 주관: '[외부] SPARCS AI startup 해커톤', 프로젝트명: '[해커톤] Factoria!', 성과: '' },
    { 기관: '2024.08-2024.08', 주관: '[동아리] LikeLion12th', 프로젝트명: '[해커톤] Yello', 성과: '' },
    { 기관: '2024.08-2024.08', 주관: '[개인] NPM 패키지 등록', 프로젝트명: '[개인] New Simplify React With Vite', 성과: '' },
    { 기관: '2024.08-2024.08', 주관: '[외부] GovTech 공모전', 프로젝트명: '[공모전] 봄봄(돌봄을 바라봄)', 성과: '' },
    { 기관: '2024.08-2024.08', 주관: '[외부] 토스', 프로젝트명: '[개인] 플랫폼 디자이너 챌린지', 성과: '' },
    { 기관: '2024.08-2024.00', 주관: '[개인] 코노모', 프로젝트명: '[프로젝트] 코노메이커', 성과: '' },
    { 기관: '2024.09-0000.00', 주관: '[개인] Resume 프로젝트', 프로젝트명: '[개인] 이나영', 성과: '' },
    // 추가 데이터
];

export default activities;